test/two_particles_sediment_Glowinski/impl_FD/CFD/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
  inlet
  {
    type            fixedValue;
    value           uniform (0 0 0);
  }

  wall
  {
    type            fixedValue;
    value           uniform (0 0 0);
  }

  outlet
  {
    type            fixedValue;
    value           uniform (0 0 0);
  }

  frontAndBack
  {
    type            empty;
  }
}
